"providerDisplayName" = "网络搜索";
"providerDescription" = "一键调用常用搜索引擎查询";
"Search Soso for '%@'" = "搜搜查询 '%@'";
"Search Google for '%@'" = "Google搜索 '%@'";
"Search Baidu for '%@'" = "Baidu搜索 '%@'";
"Search Yahoo for '%@'" = "Yahoo搜索 '%@'";
"Search Taobao for '%@'" = "淘宝搜索 '%@'";
"Search Dangdang for '%@'" = "当当查询 '%@'";
"Search Youdao for '%@'" = "有道词典查询 '%@'";
"Search Douban for '%@'" = "在豆瓣搜索 '%@'";
"okbutton" = "关闭";
"百度" = "百度";
"搜搜" = "搜搜";
"当当" = "当当";
"豆瓣" = "豆瓣";
"淘宝" = "淘宝";
"谷歌" = "谷歌";
"有道" = "有道";
"雅虎" = "雅虎";
"Baidu" = "百度";
"Soso" = "搜搜";
"Dangdang" = "当当";
"Douban" = "豆瓣";
"Taobao" = "淘宝";
"Google" = "谷歌";
"Youdao" = "有道";
"Yahoo" = "雅虎";
"set default" = "设为默认";
"Unset" = "取消默认";